type PropsMyProgress = {
  id: number;
  topic: string;
};

export const MyProgress: PropsMyProgress[] = [
  {
    id: 1,
    topic: "Сколько раз вы сделали наклоны вперед?",
  },
  {
    id: 2,
    topic: "Сколько раз вы сделали наклоны назад?",
  },
  {
    id: 3,
    topic: "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
  },
  {
    id: 4,
    topic: "Сколько раз вы сделали наклоны вперед?",
  },
  {
    id: 5,
    topic: "Сколько раз вы сделали наклоны назад?",
  },
  {
    id: 6,
    topic: "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
  },
  {
    id: 7,
    topic: "Сколько раз вы сделали наклоны вперед?",
  },
  {
    id: 8,
    topic: "Сколько раз вы сделали наклоны назад?",
  },
  {
    id: 9,
    topic: "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
  },
  {
    id: 10,
    topic: "Сколько раз вы сделали наклоны вперед?",
  },
  {
    id: 11,
    topic: "Сколько раз вы сделали наклоны назад?",
  },
  {
    id: 12,
    topic: "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
  },
];
