type PropsWorkout = {
  id: number;
  topic: string;
  title: string;
};

export const Workout: PropsWorkout[] = [
  {
    id: 1,
    topic: "Утренняя практика",
    title: "Йога на каждый день / 1 день",
  },
  {
    id: 2,
    topic: "Красота и здоровье",
    title: "Йога на каждый день / 2 день ",
  },
  {
    id: 3,
    topic: "Асаны стоя",
    title: "Йога на каждый день / 3 день ",
  },
  {
    id: 4,
    topic: "Растягиваем мышцы бедра",
    title: "Йога на каждый день / 4 день ",
  },
  {
    id: 5,
    topic: "Гибкость спины",
    title: "Йога на каждый день / 5 день ",
  },
  {
    id: 6,
    topic: "Утренняя практика",
    title: "Йога на каждый день / 6 день",
  },
  {
    id: 7,
    topic: "Красота и здоровье",
    title: "Йога на каждый день / 7 день ",
  },
  {
    id: 8,
    topic: "Асаны стоя",
    title: "Йога на каждый день / 8 день ",
  },
  {
    id: 9,
    topic: "Растягиваем мышцы бедра",
    title: "Йога на каждый день / 9 день ",
  },
  {
    id: 10,
    topic: "Гибкость спины",
    title: "Йога на каждый день / 10 день ",
  },
];
